Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/chromium-tm.tmx
Source language: en
Languages: ca_es

source: The website encountered an error while retrieving %{URL}. It may be down for maintenance or configured incorrectly.
ca_es: El lloc web ha trobat un error mentre intentava recuperar %{URL}. Pot ser que no estigui disponible a causa de tasques de manteniment o bé que estigui configurat de manera incorrecta.

source: Sa&ve audio as...
ca_es: De&sa l'àudio com a...

source: Date Modified
ca_es: Data modificada

source: Setup in progress...
ca_es: Configuració en curs...

source: Search cookies
ca_es: Cerca a les galetes

source: Unable to delete "%{FILE_NAME}". %{ERROR_MESSAGE}
ca_es: No es pot suprimir "%{FILE_NAME}". %{ERROR_MESSAGE}

source: Voice recognition options
ca_es: Opcions de reconeixement de veu

source: Key Agreement
ca_es: Acord de clau

source: C&opy video URL
ca_es: C&opia l'URL del vídeo

source: Destination file was truncated or removed since last download.
ca_es: El fitxer de destinació s'ha truncat o eliminat des de la darrera baixada.

source: Downloading spell check dictionary...
ca_es: S'està baixant el diccionari del corrector ortogràfic...

source: Preferences
ca_es: Preferències

source: Tracks the amount of time spent on each page for improved most visited scoring.
ca_es: Fa un seguiment de la quantitat de temps dedicat en cada pàgina per millorar les puntuacions de les pàgines amb més visites.

source: %{PRODUCT_NAME} cannot reach the website. This is typically caused by network issues, but can also be the result of a misconfigured firewall or proxy server.
ca_es: %{PRODUCT_NAME} no pot connectar amb el lloc web. Normalment la causa són problemes amb la xarxa, però també pot ser que el tallafoc o el servidor intermediari estigui mal configurat.

source: (Go back to original screenshot)
ca_es: (Torneu a la captura de pantalla original)

source: %{BEGIN_BOLD}Recommendation: %{END_BOLD}Enable %{ADAPTER_NAME} adapter.
ca_es: %{BEGIN_BOLD}Recomanació: %{END_BOLD}Activeu l'adaptador %{ADAPTER_NAME}.

source: X.400 Address
ca_es: Adreça X.400

source: Create application &shortcuts...
ca_es: Crea &dreceres d'aplicacions...

source: Create Shortcut
ca_es: Crea una drecera

source: Launch Application
ca_es: Inicia l'aplicació

source: PPAPI (unsandboxed)
ca_es: PPAPI (fora de la zona de proves)

source: Common Name (CN)
ca_es: Nom comú (CN)

source: You have chosen to open certain file types automatically after downloading.
ca_es: Heu triat obrir alguns tipus de fitxer automàticament després de baixar-los.

source: Printing...
ca_es: S'està imprimint...

source: Manage...
ca_es: Gestiona...

source: Manage location settings...
ca_es: Gestiona la configuració de la ubicació...

source: Save Page &As...
ca_es: Anomena i desa la pà&gina...

source: Add new street address...
ca_es: Afegeix una adreça postal nova...

source: Uses a secondary thread to perform web page compositing. This allows smooth scrolling, even when the main thread is unresponsive.
ca_es: Utilitza un subprocés secundari per crear pàgines web. Això permet un desplaçament suau, fins i tot quan el subprocés principal no respon.

source: Please specify a folder name
ca_es: Especifiqueu un nom de carpeta.

source: Saving to PDF in progress
ca_es: S'està desant en format PDF

source: GPU compositing on all pages
ca_es: Composició de la GPU a totes les pàgines

source: Pack extension...
ca_es: Empaqueta l'extensió...

source: Issuer
ca_es: Emissor

source: Oops! Something went really wrong while enrolling this device. Please try again or contact your support representative.
ca_es: Vaja! Ha fallat alguna cosa en inscriure aquest dispositiu. Torneu-ho a provar o contacteu amb el vostre representant d'assistència.

source: If you are experiencing frequent problems, you could try the following to resolve the issue with this module:
ca_es: Si teniu problemes sovint, proveu el següent per resoldre la incidència amb aquest mòdul:

source: Slice
ca_es: Pizza

source: %{PRODUCT_NAME} requires you to encrypt your data using either your Google password or your own passphrase.
ca_es: %{PRODUCT_NAME} requereix que encripteu les dades mitjançant la contrasenya de Google o la vostra pròpia paraula de pas.

source: Cookies from %{DOMAIN} will be cleared on exit.
ca_es: Les galetes de: %{DOMAIN} s'esborraran en sortir-ne.

source: You're running %{PRODUCT_NAME} from its disk image. Installing it on your computer lets you run it without the disk image, and ensures it will be kept up to date.
ca_es: Esteu executant %{PRODUCT_NAME} des de la imatge de disc. Si instal·leu l'aplicació a l'equip, podreu executar-la sense la imatge de disc i es mantindrà actualitzada.

source: Network access suspended
ca_es: Accés a la xarxa suspès

source: Manage media settings...
ca_es: Gestiona la configuració dels elements multimèdia...

source: Maximum number of intermediate CAs: %{NUM_INTERMEDIATE_CA}
ca_es: Nombre màxim de CA intermèdies: %{NUM_INTERMEDIATE_CA}

source: The following details are saved in your Google Wallet.
ca_es: S'han desat els detalls següents al vostre Google Wallet.

source: Overrides the built-in software rendering list and enables GPU-acceleration on unsupported system configurations.
ca_es: Sobreescriu la llista de renderització de programari integrat i activa l'acceleració de la GPU en configuracions de sistema no admeses.

source: Issued On
ca_es: Emès el

source: Stop plug-in
ca_es: Atura el connector

source: Check your proxy settings or contact your network administrator to make sure the proxy server is working. If you don't believe you should be using a proxy server: %{PLATFORM_TEXT}
ca_es: Comproveu la configuració del servidor intermediari o contacteu amb l'administrador de la xarxa per assegurar-vos que el servidor intermediari estigui en funcionament. Si no creieu que sigui necessari utilitzar un servidor intermediari: %{PLATFORM_TEXT}

source: Sa&ve Image As...
ca_es: De&sa la imatge com a...

source: Exchange data with any computer on the local network or internet
ca_es: Intercanvia les dades amb qualsevol ordinador de la xarxa local o Internet

source: &Edit search engines...
ca_es: &Edita els motors de cerca...

source: Prohibited
ca_es: Prohibit

source: Block offensive words
ca_es: Bloqueja les paraules ofensives

source: Incognito downloads in progress
ca_es: Baixades d'incògnit en curs

source: Certification Practice Statement Pointer
ca_es: Punter de declaració de pràctiques de certificació

source: Your data was encrypted with your Google password as of %{TIME}. Please enter it below.
ca_es: Les vostres dades s'han encriptat amb la vostra contrasenya de Google a partir del %{TIME}. Escriviu-la a continuació.

source: Enable experimental asynchronous DNS client.
ca_es: Activeu el client DNS asíncron experimental.

source: Please sign in to %{TOKEN_NAME}.
ca_es: Inicieu la sessió a %{TOKEN_NAME}.

source: The number of bytes read across the network
ca_es: El nombre de bytes llegits a la xarxa

source: Unable to resolve the server's DNS address.
ca_es: No es pot resoldre l'adreça del servidor DNS.

source: Enable touchpad three-finger-click.
ca_es: Activa el clic amb tres dits al ratolí tàctil.

source: Get themes
ca_es: Obtén temes

source: %{NUM_HANDLES} (%{NUM_KILOBYTES_LIVE} peak)
ca_es: %{NUM_HANDLES} (%{NUM_KILOBYTES_LIVE} màxim)

source: Notification: %{NOTIFICATION_NAME}
ca_es: Notificació: %{NOTIFICATION_NAME}

source: Remove from history
ca_es: Elimina de l'historial

source: Please reconnect to a network.
ca_es: Torneu a connectar-vos a una xarxa.

source: Start %{PRODUCT_NAME}
ca_es: Inicia %{PRODUCT_NAME}

source: %{FILE_NAME} appears malicious.
ca_es: %{FILE_NAME} sembla maliciós.

source: Adds items to the tab context menu for grouping tabs.
ca_es: Afegeix elements al menú contextual de les pestanyes per agrupar pestanyes.

source: Stats for nerds
ca_es: Estadístiques

source: Recently Visited
ca_es: Visitats recentment

source: The server %{DOMAIN} requires a username and password.
ca_es: El servidor %{DOMAIN} necessita un nom d'usuari i una contrasenya.

source: Neither fixed proxy servers nor a .pac script URL are specified.
ca_es: No s'especifiquen servidors intermediaris ni URL d'script .pac.

source: Extensions on chrome:// URLs
ca_es: Extensions en URL chrome://

source: Requests to the server have been blocked by an extension.
ca_es: Una extensió ha bloquejat les peticions al servidor.

source: Your profile could not be opened correctly. Some features may be unavailable. Please check that the profile exists and you have permission to read and write its contents.
ca_es: El vostre perfil no s'ha pogut obrir correctament. És possible que algunes funcions no estiguin disponibles. Comproveu que el perfil existeixi i que tingueu permís per llegir-ne el contingut i escriure-hi.

source: Use System Title Bar and Borders
ca_es: Utilitza la barra del títol i els límits del sistema

source: Ask me when a site requires access to my microphone (recommended)
ca_es: Pregunta'm quan un lloc requereixi accés al micròfon (opció recomanada)

source: %{PRODUCT_NAME} may not be able to keep itself updated.
ca_es: És possible que %{PRODUCT_NAME} no pugui actualitzar-se tot sol.

source: &Spell-checker options
ca_es: &Opcions del corrector ortogràfic

source: Move failed. %{ERROR_MESSAGE}
ca_es: El trasllat ha fallat. %{ERROR_MESSAGE}

source: The combined CPU usage of all processes related to %{SHORT_PRODUCT_NAME}
ca_es: L'ús combinat de la CPU de tots els processos relacionats amb %{SHORT_PRODUCT_NAME}

source: %{FILES_COUNT} files
ca_es: %{FILES_COUNT} fitxers

source: Crop
ca_es: Retalla

source: This site is attempting to download multiple files. Do you want to allow this?
ca_es: Aquest lloc està intentant baixar diversos fitxers. Vols permetre-ho?

source: Open Full Screen
ca_es: Obre en pantalla completa

source: Timing
ca_es: Temps

source: File system
ca_es: Sistema de fitxers

source: More
ca_es: Més

source: A plug-in (%{PLUGIN_NAME}) isn't responding.
ca_es: Un connector (%{PLUGIN_NAME}) no respon.

source: By printing to FedEx Office, you accept their %{START_LINK}terms of use%{END_LINK}.
ca_es: En imprimir a FedEx Office, accepteu les seves %{START_LINK}condicions d'ús%{END_LINK}.

source: Oops! The system failed to authorize API access for this device.
ca_es: El sistema no ha pogut autoritzar l'accés a l'API per a aquest dispositiu.

source: SSL Certification Authority
ca_es: Entitat emissora de certificats SSL

source: &Clear browsing data...
ca_es: &Elimina les dades de navegació...

source: PKCS #1 SHA-256 With RSA Encryption
ca_es: PKCS #1 SHA-256 amb encriptació RSA

source: Normal Reload
ca_es: Torna a carregar de manera normal

source: Certificate Hierarchy
ca_es: Jerarquia del certificat

source: Careful, these experiments may bite
ca_es: Compte! Aquests experiments mosseguen

source: Certificate Subject Directory Attributes
ca_es: Atributs del directori del subjecte del certificat

source: Access to the webpage was denied
ca_es: S'ha denegat l'accés a la pàgina web

source: Do not allow any site to show desktop notifications
ca_es: No permetis que cap lloc mostri notificacions d'escriptori

source: Oops! The system failed to attain a long-term API access token for this device.
ca_es: El sistema no ha pogut obtenir un testimoni d'accés a l'API de llarg termini per a aquest dispositiu.

source: You have accessed content using an administrator-provided certificate. Data you provide to %{DOMAIN} can be intercepted by your administrator.
ca_es: Heu accedit a contingut mitjançant un certificat proporcionat per l'administrador. Per tant, l'administrador por interceptar les dades que proporcioneu a %{DOMAIN}.

source: To speed up webpages, %{PRODUCT_NAME} temporarily saves downloaded files to disk. When %{PRODUCT_NAME} is not shut down properly, these files can become corrupted, resulting in this error. Reloading the page should resolve this issue, and shutting down properly should prevent it from happening in the future. %{LINE_BREAK} If the problem persists, try clearing the cache. In some cases, this can also be a symptom of hardware starting to fail.
ca_es: Per dinamitzar les pàgines web, %{PRODUCT_NAME} desa temporalment els fitxers baixats al disc. Si %{PRODUCT_NAME} no s'apaga correctament, aquests fitxers es poden danyar, i això pot provocar aquest error. Torneu a carregar la pàgina per resoldre aquest problema, i apagueu correctament el maquinari per evitar que es torni a produir en el futur. %{LINE_BREAK} Si el problema continua, proveu d'esborrar la memòria cau. En alguns casos, això també pot ser un símptoma que el maquinari comença a fallar.

source: %{MARKUP_1}Access files from everywhere, even offline.%{MARKUP_2} Files in Google Drive are up-to-date and available from any device.%{MARKUP_3} %{MARKUP_4}Keep your files safe.%{MARKUP_5} No matter what happens to your device, your files are safely stored in Google Drive.%{MARKUP_6} %{MARKUP_7}Share, create and collaborate%{MARKUP_8} on files with others all in one place.%{MARKUP_9}
ca_es: %{MARKUP_1}Accediu a fitxers des de qualsevol lloc, fins i tot fora de línia.%{MARKUP_2} Els fitxers que són a Google Drive estan actualitzats i disponibles des de qualsevol dispositiu.%{MARKUP_3} %{MARKUP_4}Manteniu els fitxers segurs.%{MARKUP_5} Passi el que passi amb el vostre dispositiu, els fitxers s'emmagatzemen amb tota seguretat a Google Drive.%{MARKUP_6} %{MARKUP_7}Compartiu, creeu fitxers i col·laboreu-hi%{MARKUP_8} amb altres persones; tot en un sol lloc.%{MARKUP_9}

source: You must select at least one data type to sync.
ca_es: Heu de seleccionar com a mínim in tipus de dades per sincronitzar.

source: Tabs never shrink, instead they stack on top of each other when there is not enough space.
ca_es: Les pestanyes no es redueixen mai, sinó que s'apilen les unes sobre les altres quan no hi ha prou espai.

source: Open maximized
ca_es: Obre-la maximitzada

source: X.500 Name
ca_es: Nom X.500

source: Enabling this option prevents web applications from accessing the WebGL API.
ca_es: En activar aquesta opció, s'evita que les aplicacions web accedeixin a l'API de WebGL.

source: Occurred %{CRASH_TIME}
ca_es: S'ha produït a les %{CRASH_TIME}

source: Start menu
ca_es: Menú "Inici"

source: New app added (%{EXTENSION_NAME})
ca_es: S'ha afegit una aplicació nova (%{EXTENSION_NAME})

source: Issued To
ca_es: Emès per a

source: Allowed by default
ca_es: Permès de manera predeterminada

source: Pin this page to Start screen...
ca_es: Fixa aquesta pàgina a la pantalla d'inici...

source: Phishing Ahead!
ca_es: Ens enfrontem a un lloc de pesca.

source: Netscape Certificate Comment
ca_es: Comentari de certificat de Netscape

source: Modifies the volume item in the status tray to add a menu allowing choosing a specific audio input and output device. Requires "Enable new audio handler" flag.
ca_es: Modifica l'element de volum de la safata d'estat per afegir un menú que permet triar un dispositiu específic d'entrada i de sortida d'àudio. Cal incloure la marca d'activació del gestor d'àudio nou.

source: Channel IDs
ca_es: Identificadors de canal

source: Language:
ca_es: Idioma:

source: Can not unpack extension. To safely unpack an extension, there must be a path to your profile directory that does not contain a symlink. No such path exists for your profile.
ca_es: No es pot desempaquetar l'extensió. Per desempaquetar l'extensió amb seguretat, cal un camí al directori del perfil que no contingui un enllaç simbòlic. No hi ha cap camí d'aquestes característiques al vostre perfil.

source: %{PRODUCT_NAME} is not currently your default browser.
ca_es: %{PRODUCT_NAME} no és actualment el navegador predeterminat.

source: Load unpacked...
ca_es: Carrega els elements desempaquetats...

source: Print preview failed.
ca_es: La visualització prèvia d'impressió ha fallat.

source: Press %{SEARCH_KEY} to search %{SITE_NAME}
ca_es: Prem %{SEARCH_KEY} per cercar %{SITE_NAME}

source: Enable touch initiated drag and drop
ca_es: Activa l'acció d'arrossegar i deixar anar iniciada per toc

source: Returned policy token doesn't match current token
ca_es: El testimoni de la política que s'ha retornat no coincideix amb el testimoni actual

source: Don't fall back to a 3D software rasterizer when the GPU cannot be used.
ca_es: No es recorre a un renderitzador de programari 3D quan el GPU no es pugui fer servir.

source: Script cache
ca_es: Memòria cau d'scripts

source: Expand all...
ca_es: Amplia-ho tot...

source: Your use of Chrome is subject to the Chrome %{BEGIN_LINK1}Terms of Service%{END_LINK1} and %{BEGIN_LINK2}Privacy Notice%{END_LINK2}.
ca_es: L'ús que feu de Chrome està subjecte a les %{BEGIN_LINK1}Condicions del servei%{END_LINK1} i a l'%{BEGIN_LINK2}Avís de privadesa%{END_LINK2} de Chrome.

source: Microsoft Domain GUID
ca_es: GUID de domini de Microsoft

source: Select a certificate
ca_es: Seleccioneu un certificat

source: Chat
ca_es: Xat

source: Exceptions
ca_es: Excepcions

source: Unable to import extension with ID "%{IMPORT_ID}" because it is not a shared module.
ca_es: No es pot importar l'extensió amb identificador %{IMPORT_ID} perquè no és un mòdul compartit.

source: Voice Search
ca_es: Cerca per veu

source: Sign out then sign in again...
ca_es: Tanca la sessió i torna-la a iniciar...

source: Waiting for space info...
ca_es: S'està esperant per rebre informació sobre l'espai...

source: Don't Load (Recommended)
ca_es: No carreguis (recomanat)

source: View...
ca_es: Mostra...

source: The SSL renegotiation extension was missing from the secure handshake. For some sites, which are known to support the renegotiation extension, Chrome requires a more secure handshake to prevent a class of known attacks. The omission of this extension suggests that your connection was intercepted and manipulated in transit.
ca_es: Falta l'extensió de la renegociació SSL al protocol d'enllaç segur. Per a alguns llocs, els que són compatibles amb l'extensió de renegociació, Chrome necessita un protocol d'enllaç més segur per evitar una classe determinada d'atacs. L'omissió d'aquesta extensió suggereix que la vostra connexió ha estat interceptada i manipulada en trànsit.

source: Cop&y Image
ca_es: Cop&ia la imatge

source: You can select saved screenshots from here. Currently there are no screenshots available. You can press Ctrl + the "Window Switch" key together to take a screenshot. The last three screenshots that you have taken will appear here.
ca_es: Podeu seleccionar captures de pantalla desades des d'aquí. En aquests moments no hi ha cap captura de pantalla disponible. Per fer una captura de pantalla, podeu prémer alhora Ctrl + la tecla d'intercanvi de finestres. Les tres darreres captures de pantalla que hàgiu fet apareixeran aquí.

source: Custom Image:
ca_es: Imatge personalitzada:

source: Chrome cannot download this wallpaper.
ca_es: Chrome no pot baixar aquest fons de pantalla.

source: Suggested
ca_es: Suggerida

source: The requested URI Scheme is not supported.
ca_es: No s'admet l'esquema URI sol·licitat.

source: Server unavailable
ca_es: El servidor no està disponible

source: Privacy policy
ca_es: Política de privadesa

source: Key Compromise
ca_es: Compromís de clau

source: Microsoft CA Version
ca_es: Versió de CA de Microsoft

source: Not Critical
ca_es: No crítica

source: reset sync
ca_es: restableix la sincronització

source: Back to safety
ca_es: Torna a seguretat

source: Incorrect password or corrupt file.
ca_es: Contrasenya incorrecta o fitxer corromput.

source: Select a certificate to authenticate yourself to %{HOST_NAME}
ca_es: Seleccioneu un certificat per autenticar-vos a %{HOST_NAME}

source: Disable GPU VSync
ca_es: Desactiva la VSync de la GPU

source: Network timeout
ca_es: Temps d'espera de la xarxa

source: Experimental location features
ca_es: Funcions d'ubicacions experimentals

source: Disable full history sync
ca_es: Desactiva la sincronització d'historial completa

source: When you connect to a secure website, the server hosting that site presents your browser with something called a "certificate" to verify its identity. This certificate contains identity information, such as the address of the website, which is verified by a third party that your computer trusts. By checking that the address in the certificate matches the address of the website, it is possible to verify that you are securely communicating with the website you intended, and not a third party (such as an attacker on your network).
ca_es: Quan et connectes a un lloc web segur, el servidor que allotja el lloc presenta al teu navegador una cosa anomenada "certificat" per verificar la seva identitat. Aquest certificat conté informació d'identitat, com ara l'adreça del lloc web, que la verifica un tercer de confiança per al teu equip. En comprovar que l'adreça del certificat coincideix amb l'adreça del lloc web, és possible verificar que et comuniques amb seguretat amb el lloc web que vols i no amb un tercer , com ara un atacant de la xarxa.

source: You do not have enough space in Google Drive to save "%{FILE_NAME}". Please remove files or %{BEGIN_LINK}buy more storage space%{END_LINK}.
ca_es: No teniu prou espai a Google Drive per desar "%{FILE_NAME}". Elimineu-ne fitxers o %{BEGIN_LINK}compreu més espai d'emmagatzematge%{END_LINK}.

source: System busy
ca_es: El sistema està ocupat

source: Save lin&k as...
ca_es: Desa l'en&llaç com a...

source: Change how %{APP_NAME} handles and displays languages
ca_es: Canvia la manera com %{APP_NAME} gestiona i mostra els idiomes

source: Bring All to Front
ca_es: Porta-ho tot al davant

source: The server certificate contains a weak cryptographic key!
ca_es: El certificat de servidor conté una clau criptogràfica dèbil

source: About Voice Recognition
ca_es: Quant al reconeixement de veu

source: Failed to read private key.
ca_es: No s'ha pogut llegir la clau privada.

source: City
ca_es: Ciutat

source: Choose what to sync
ca_es: Trieu què voleu sincronitzar

source: Filter policies by name
ca_es: Filtra les polítiques pel nom

source: Detect your physical location
ca_es: Detecteu la vostra ubicació física

source: Just now
ca_es: Ara mateix

source: Clear Text
ca_es: Esborra el text

source: Enable Google Now notifications support.
ca_es: Activa la compatibilitat amb notificacions de Google Now.

source: Enable experimental Opus playback in the video element.
ca_es: Activa la reproducció d'Opus experimental en l'element de vídeo.

source: Adobe Flash Player storage settings...
ca_es: Configuració d'emmagatzematge d'Adobe Flash Player...

source: What do these mean?
ca_es: Què volen dir?

source: &Report an issue...
ca_es: &Informa d'un problema...

source: Playlist delay
ca_es: Retard de la llista de reproducció

source: Enterprise enrollment
ca_es: Inscripció empresarial

source: Networks:
ca_es: Xarxes:

source: Disable hardware-accelerated video decode.
ca_es: Desactiva la descodificació de vídeo accelerada mitjançant maquinari.

source: Encoded by
ca_es: Codificat per

source: Even if you have visited this website safely in the past, visiting it now is very likely to infect your computer with malware.
ca_es: Encara que hàgiu visitat aquest lloc web de manera segura altres vegades, és molt probable que si ho feu ara el vostre equip quedi infectat amb programari maliciós.

source: Content settings...
ca_es: Configuració del contingut...

source: Valid from %{START_DATE_TIME} to %{END_DATE_TIME}
ca_es: Vàlid des de %{START_DATE_TIME} fins a %{END_DATE_TIME}

source: Input directory must exist.
ca_es: El directori d'entrada ha d'existir.

source: The file or directory could not be found.
ca_es: No s'ha trobat el fitxer ni el directori.

source: Manage print settings...
ca_es: Gestiona la configuració d'impressió...

source: Stop Speaking
ca_es: Deixa de parlar

source: Edit bookmark
ca_es: Edita l'adreça d'interès
